Repository: mklouda4/Authly
Catalog: Authly/Resources/Services/LocalizationService.*.resx
Languages: cs_cz

source: Login
cs_cz: Přihlášení

source: Logout
cs_cz: Odhlásit se

source: Dashboard
cs_cz: Nástěnka

source: Home
cs_cz: Domů

source: Error
cs_cz: Chyba

source: Username
cs_cz: Uživatelské jméno

source: Password
cs_cz: Heslo

source: Full Name
cs_cz: Celé jméno

source: Save
cs_cz: Uložit

source: Cancel
cs_cz: Zrušit

source: Edit
cs_cz: Upravit

source: Delete
cs_cz: Smazat

source: Loading...
cs_cz: Načítání...

source: Actions
cs_cz: Akce

# LoginTitle
source: Login
cs_cz: Přihlášení

# LoginSubtitle
source: Sign in to your account
cs_cz: Přihlaste se do svého účtu

source: Enter username
cs_cz: Zadejte uživatelské jméno

source: Enter password
cs_cz: Zadejte heslo

# RememberMe
source: Keep me logged
cs_cz: Zůstat přihlášen

source: Sign In
cs_cz: Přihlásit se

source: Sign in with Google
cs_cz: Přihlásit se přes Google

source: Demo credentials:
cs_cz: Demo přihlašovací údaje:

source: Admin (with TOTP):
cs_cz: Admin (s TOTP):

source: User (without TOTP):
cs_cz: Uživatel (bez TOTP):

# ForAdminUseTotp
source: For admin account use TOTP secret:
cs_cz: Pro admin účet použijte TOTP secret:

source: User Profile
cs_cz: Uživatelský profil

source: TOTP Verification
cs_cz: TOTP ověření

source: Active
cs_cz: Aktivní

source: Inactive
cs_cz: Neaktivní

source: TOTP Secret Key
cs_cz: TOTP tajný klíč

# TotpSetupInstructions
source: Use this key to set up TOTP in Google Authenticator or other TOTP application.
cs_cz: Použijte tento klíč pro nastavení TOTP v Google Authenticator nebo jiné TOTP aplikaci.

# NewPassword
source: New password (optional)
cs_cz: Nové heslo (volitelné)

# PasswordPlaceholder
source: Leave empty to keep current password
cs_cz: Ponechte prázdné pro zachování současného hesla

source: TOTP active
cs_cz: TOTP aktivní

source: TOTP inactive
cs_cz: TOTP neaktivní

# TotpWillBeActive
source: TOTP will be active after saving
cs_cz: TOTP bude aktivní po uložení

# TotpWillBeActiveDescription
source: After saving, a new TOTP secret key will be generated, which you will need to set up in your authenticator app.
cs_cz: Po uložení se vygeneruje nový TOTP tajný klíč, který budete muset nastavit ve vaší autentizační aplikaci.

source: TOTP will be deactivated
cs_cz: TOTP bude deaktivován

# TotpWillBeDeactivatedDescription
source: Your login will be secured only with password. We recommend keeping TOTP active for higher security.
cs_cz: Vaše přihlášení bude zabezpečeno pouze heslem. Doporučujeme ponechat TOTP aktivní pro vyšší bezpečnost.

source: Save Changes
cs_cz: Uložit změny

source: Debug Information
cs_cz: Ladicí informace

# DebugFailedToLoad
source: Failed to load user data. Check console for debug information.
cs_cz: Uživatelské údaje se nepodařilo načíst. Zkontrolujte console pro debug informace.

# DebugRefreshPage
source: If you just logged in, try refreshing the page.
cs_cz: Pokud jste se právě přihlásili, zkuste obnovit stránku.

source: Debug logging:
cs_cz: Debug logování:

# DebugEnabled
source: ENABLED
cs_cz: ZAPNUTO

source: Application:
cs_cz: Aplikace:

source: Redirecting...
cs_cz: Přesměrování...

source: Redirecting to login...
cs_cz: Přesměrování na přihlášení...

source: Logging out...
cs_cz: Odhlašování...

# InvalidCredentials
source: Invalid login credentials.
cs_cz: Neplatné přihlašovací údaje.

# ServerError
source: Server error occurred.
cs_cz: Došlo k chybě serveru.

source: Unknown error.
cs_cz: Neznámá chyba.

# UnexpectedError
source: An unexpected error occurred.
cs_cz: Došlo k neočekávané chybě.

source: Reload
cs_cz: Obnovit

source: Data saved successfully!
cs_cz: Údaje byly úspěšně uloženy!

# FailedToSaveChanges
source: Failed to save changes. Please try again.
cs_cz: Nepodařilo se uložit změny. Zkuste to prosím znovu.

# ErrorSavingChanges
source: Error occurred while saving changes.
cs_cz: Došlo k chybě při ukládání změn.

source: Debug mode:
cs_cz: Debug mód:

source: Version:
cs_cz: Verze:

source: Metrics enabled:
cs_cz: Metriky zapnuty:

source: TOTP Code
cs_cz: TOTP kód

# EnterTotpCode
source: Enter 6-digit code
cs_cz: Zadejte 6místný kód

# TotpRequired
source: Please enter the 6-digit code from your authenticator app
cs_cz: Prosím zadejte 6místný kód z vaší autentizační aplikace

# InvalidTotpCode
source: Invalid TOTP code. Please try again.
cs_cz: Neplatný TOTP kód. Zkuste to prosím znovu.

source: Password confirmed
cs_cz: Heslo potvrzeno

# TotpQRCode
source: QR Code for Setup
cs_cz: QR kód pro nastavení

# TotpQRCodeInstructions
source: Scan this QR code with your authenticator app (Google Authenticator, Microsoft Authenticator, etc.)
cs_cz: Naskenujte tento QR kód pomocí vaší autentizační aplikace (Google Authenticator, Microsoft Authenticator, atd.)

# TotpManualEntry
source: Manual Entry
cs_cz: Ruční zadání

# TotpCurrentCode
source: Current TOTP Code
cs_cz: Aktuální TOTP kód

# TotpCurrentCodeHint
source: This code changes every 30 seconds. Use it to log in to your account.
cs_cz: Tento kód se mění každých 30 sekund. Použijte ho pro přihlášení do svého účtu.

# TotpAuthenticator
source: Authenticator
cs_cz: Autentizátor

# UserLocked
source: Your account has been temporarily locked due to too many failed login attempts.
cs_cz: Váš účet byl dočasně zablokován kvůli příliš mnoha neúspěšným pokusům o přihlášení.

# IpBanned
source: Your IP address has been temporarily banned due to too many failed login attempts.
cs_cz: Vaše IP adresa byla dočasně zablokována kvůli příliš mnoha neúspěšným pokusům o přihlášení.

source: Attempts remaining
cs_cz: Zbývající pokusy

# LockoutUntil
source: Account locked until
cs_cz: Účet zablokován do

# BannedUntil
source: IP banned until
cs_cz: IP zablokována do

source: Admin Panel
cs_cz: Administrační panel

source: User Management
cs_cz: Správa uživatelů

source: IP Management
cs_cz: Správa IP adres

source: All Users
cs_cz: Všichni uživatelé

source: Banned IPs
cs_cz: Zablokované IP adresy

source: Administrator
cs_cz: Administrátor

source: Standard User
cs_cz: Standardní uživatel

source: Failed Attempts
cs_cz: Neúspěšné pokusy

source: Status
cs_cz: Stav

source: Locked
cs_cz: Zablokován

source: Not Locked
cs_cz: Nezablokován

source: Unlock
cs_cz: Odblokovat

source: Promote to Admin
cs_cz: Povýšit na administrátora

source: Demote from Admin
cs_cz: Odebrat administrátorská práva

source: IP Address
cs_cz: IP adresa

source: First Attempt
cs_cz: První pokus

source: Last Attempt
cs_cz: Poslední pokus

source: Banned
cs_cz: Zablokován

source: Not Banned
cs_cz: Nezablokován

source: Ban Expires
cs_cz: Blokace vyprší

source: Unban
cs_cz: Odblokovat

source: No users found
cs_cz: Nebyli nalezeni žádní uživatelé

source: No IP bans found
cs_cz: Nebyla nalezena žádná IP blokace

source: Access Denied
cs_cz: Přístup odmítnut

source: User unlocked successfully
cs_cz: Uživatel byl úspěšně odblokován

source: Failed to unlock user
cs_cz: Nepodařilo se odblokovat uživatele

source: User updated successfully
cs_cz: Uživatel byl úspěšně aktualizován

source: Failed to update user
cs_cz: Nepodařilo se aktualizovat uživatele

source: IP unbanned successfully
cs_cz: IP adresa byla úspěšně odblokována

source: Failed to unban IP
cs_cz: Nepodařilo se odblokovat IP adresu

source: Lock
cs_cz: Zablokovat

source: Lock Permanently
cs_cz: Zablokovat trvale

source: Ban
cs_cz: Zablokovat

source: Ban Permanently
cs_cz: Zablokovat trvale

source: User locked successfully
cs_cz: Uživatel byl úspěšně zablokován

source: Failed to lock user
cs_cz: Nepodařilo se zablokovat uživatele

source: IP banned successfully
cs_cz: IP adresa byla úspěšně zablokována

source: Failed to ban IP
cs_cz: Nepodařilo se zablokovat IP adresu

source: Reset
cs_cz: Resetovat

source: No action needed
cs_cz: Není potřeba žádná akce

source: Promote
cs_cz: Povýšit

source: Demote
cs_cz: Degradovat

# AdminPrivilegesRequired
source: Administrator privileges required
cs_cz: Vyžadují se administrátorská oprávnění

source: Or continue with
cs_cz: Nebo pokračujte pomocí

source: Sign in with Facebook
cs_cz: Přihlásit se přes Facebook

# ExternalAuthFailed
source: External authentication failed. Please try again.
cs_cz: Externí ověření selhalo. Zkuste to prosím znovu.

# MissingUserInfo
source: Missing required user information from external provider.
cs_cz: Chybí požadované uživatelské informace od externího poskytovatele.

# UserCreationFailed
source: Failed to create user account. Please try again.
cs_cz: Nepodařilo se vytvořit uživatelský účet. Zkuste to prosím znovu.

# InvalidProvider
source: Invalid authentication provider specified.
cs_cz: Zadán neplatný poskytovatel ověření.

source: Sign in with Microsoft
cs_cz: Přihlásit se přes Microsoft

source: Sign in with GitHub
cs_cz: Přihlásit se přes GitHub

# ExternalUser
source: External users cannot log in using local authentication. Please use the external authentication method configured for your account.
cs_cz: Externí uživatelé se nemohou přihlásit pomocí místního ověření. Prosím použijte externí autentizační metodu nakonfigurovanou pro váš účet.

source: Token Management
cs_cz: Správa tokenů

source: Create Token
cs_cz: Vytvořit token

source: Token Name
cs_cz: Název tokenu

source: Token Expiration
cs_cz: Vypršení tokenu

# TokenCreated
source: Created
cs_cz: Vytvořen

# TokenLastUsed
source: Last Used
cs_cz: Naposledy použit

# TokenExpires
source: Expires
cs_cz: Vyprší

# TokenActive
source: Active
cs_cz: Aktivní

# TokenRevoked
source: Revoked
cs_cz: Odvolán

source: Revoke Token
cs_cz: Odvolat token

source: Revoke All Tokens
cs_cz: Odvolat všechny tokeny

source: No tokens found
cs_cz: Nebyly nalezeny žádné tokeny

source: Token created successfully
cs_cz: Token byl úspěšně vytvořen

source: Token revoked successfully
cs_cz: Token byl úspěšně odvolán

source: Failed to create token
cs_cz: Nepodařilo se vytvořit token

source: Failed to revoke token
cs_cz: Nepodařilo se odvolat token

source: Token Value
cs_cz: Hodnota tokenu

# TokenValueHint
source: This token will only be shown once. Please copy it now.
cs_cz: Tento token bude zobrazen pouze jednou. Prosím zkopírujte si ho nyní.

source: Copy Token
cs_cz: Kopírovat token

# TokenCopied
source: Token copied to clipboard
cs_cz: Token zkopírován do schránky

# InfiniteExpiration
source: Never (infinite)
cs_cz: Nikdy (nekonečně)

source: Never
cs_cz: Nikdy

source: Create New Token
cs_cz: Vytvořit nový token

# EnterTokenName
source: Enter a descriptive name for this token
cs_cz: Zadejte popisný název pro tento token

source: Select User
cs_cz: Vybrat uživatele

source: User Tokens
cs_cz: Uživatelské tokeny

source: All Tokens
cs_cz: Všechny tokeny

# TokenNameRequired
source: Token name is required
cs_cz: Název tokenu je povinný

# TokenCreatedFor
source: Token created for user
cs_cz: Token vytvořen pro uživatele

# ConfirmRevokeToken
source: Are you sure you want to revoke this token? This action cannot be undone.
cs_cz: Jste si jisti, že chcete odvolat tento token? Tato akce nelze vrátit zpět.

# ConfirmRevokeAllTokens
source: Are you sure you want to revoke all tokens for this user? This action cannot be undone.
cs_cz: Jste si jisti, že chcete odvolat všechny tokeny pro tohoto uživatele? Tato akce nelze vrátit zpět.

source: Yes
cs_cz: Ano

source: No
cs_cz: Ne

source: Close
cs_cz: Zavřít

source: Invalid date format.
cs_cz: Neplatný formát data.

# DateTimeFormatExample
source: Format example
cs_cz: Příklad formátu

source: Application Settings
cs_cz: Nastavení aplikace

# ApplicationSettingsDescription
source: Manage application configuration and security settings
cs_cz: Správa konfigurace aplikace a bezpečnostních nastavení

source: Registration Settings
cs_cz: Nastavení registrace

# RegistrationSettingsDescription
source: Control user registration availability and temporary access
cs_cz: Kontrola dostupnosti registrace uživatelů a dočasného přístupu

source: Permanent Registration
cs_cz: Trvalá registrace

# PermanentRegistrationDescription
source: Registration setting configured in application configuration
cs_cz: Nastavení registrace konfigurované v aplikační konfiguraci

source: Temporary Registration
cs_cz: Dočasná registrace

# TemporaryRegistrationDescription
source: Temporarily enable registration for a specified duration
cs_cz: Dočasně povolit registraci na zadanou dobu

source: Current Registration Status
cs_cz: Aktuální stav registrace

# CurrentRegistrationStatusDescription
source: Overall registration availability considering both permanent and temporary settings
cs_cz: Celková dostupnost registrace s ohledem na trvalá i dočasná nastavení

source: Enabled
cs_cz: Povoleno

source: Disabled
cs_cz: Zakázáno

source: Enable
cs_cz: Povolit

source: Disable
cs_cz: Zakázat

source: Duration
cs_cz: Doba trvání

source: minutes
cs_cz: minut

source: Remaining time
cs_cz: Zbývající čas

source: Registration Allowed
cs_cz: Registrace povolena

source: Registration Disabled
cs_cz: Registrace zakázána

# TemporaryRegistrationEnabled
source: Temporary registration enabled successfully
cs_cz: Dočasná registrace byla úspěšně povolena

# TemporaryRegistrationDisabled
source: Temporary registration disabled successfully
cs_cz: Dočasná registrace byla úspěšně zakázána

# ErrorEnablingTemporaryRegistration
source: Error occurred while enabling temporary registration
cs_cz: Došlo k chybě při povolování dočasné registrace

# ErrorDisablingTemporaryRegistration
source: Error occurred while disabling temporary registration
cs_cz: Došlo k chybě při zakazování dočasné registrace
